{
  "home": {
    "title": "AVEPG - Association of Vintage Vehicles of the Pays de Gex",
    "welcome": {
      "title": "Welcome to AVEPG",
      "intro": "Welcome to the AVEPG website - Association of Vintage Vehicles of the Pays de Gex. Founded in 1991, AVEPG brings together enthusiasts and owners of vintage vehicles, with the mission to preserve, promote and share our region's automotive heritage.",
      "description": "The association organizes monthly friendly rides, fostering exchanges and discovery, and hosts the annual Gex Retromobiles show, an unmissable event for all vintage vehicle enthusiasts.",
      "callToAction": "Join us to experience and share together the passion for vintage automobiles!"
    },
    "navigation": {
      "title": "Explore our website",
      "about": {
        "title": "About",
        "description": "Presentation of the association, its history, board members, and our partners"
      },
      "events": {
        "title": "Events",
        "description": "Calendar and events organized by the association, news and information about the Gex Rétromobiles show"
      },
      "photos": {
        "title": "Photos",
        "description": "The association's photo gallery featuring our best moments"
      },
      "contact": {
        "title": "Contact",
        "description": "A form to contact the association and get more information"
      }
    }
  },
  "about": {
    "title": "About AVEPG",
    "presentation": {
      "title": "Presentation of the association and its goals",
      "founded": "Founded on May 29, 1991, AVEPG brings together passionate collectors of vintage vehicles, all brands and all eras combined. Affiliated with the FFVE (French Federation of Vintage Vehicles), the association aims to unite owners and enthusiasts of vintage vehicles to preserve, transmit and share automotive passion in the Pays de Gex.",
      "members": "Today, AVEPG has about 50 members, all driven by the same passion and desire to keep rolling heritage alive. Members enjoy meeting regularly to travel together hundreds of kilometers during friendly outings, exhibitions and local events.",
      "valuesTitle": "The association is based on essential values:",
      "values": [
        "Passion for vintage automobiles and their history",
        "Transmission of knowledge and heritage to future generations",
        "Conviviality and pleasure of sharing unique moments",
        "Mutual aid and solidarity between members",
        "Openness to all enthusiasts, regardless of their vehicle"
      ],
      "spirit": "Each meeting is placed under the sign of conviviality and mutual aid, allowing everyone to share their knowledge, experiences and forge bonds of friendship around a common passion."
    },
    "leadership": {
      "title": "Board members and official information",
      "contact": {
        "title": "Contact information",
        "address": "Postal address:",
        "phone": "Phone: xxxx",
        "email": "email:",
        "affiliation": "Association affiliated with FFVE - No. 123"
      },
      "bureau": {
        "title": "Board Composition",
        "president": "President: Henry-claude Ruh",
        "vicePresident": "Vice-president: Gerald Chenu",
        "treasurer": "Treasurer: Romain de Bretteville",
        "secretary": "Secretary: Regis Chritin"
      }
    },
    "partners": {
      "title": "Our Partners",
      "description": "AVEPG works closely with organizations and institutions that share our passion for automotive heritage and support our activities.",
      "visitWebsite": "Visit website",
      "list": [
        {
          "name": "FFVE",
          "fullName": "French Federation of Vintage Vehicles",
          "description": "Our national federation that brings together vintage vehicle associations and defends our interests with public authorities.",
          "website": "https://www.ffve.org/",
          "logo": "/assets/pictures/partners/logo_ffve.png"
        },
        {
          "name": "City of Gex",
          "fullName": "City of Gex",
          "description": "Our local institutional partner that supports us in organizing our events and demonstrations.",
          "website": "https://www.gex.fr/",
          "logo": "/assets/pictures/partners/logo_city_gex.png"
        }
      ]
    }
  },
  "events": {},
  "photos": {},
  "contact": {},
  "notFound": {},
  "shared": {}
}
